{
    "1": {
        "que": "How do I register for the hackathon?",
        "ans": "Click on any [Register Now](https://devfolio.co/hacknitr5/dashboard) button on the website. Alternatively, you can head over to [Devfolio](https://devfolio.co/hacknitr5/dashboard)",
        "keyw": [
            "register",
            "pre-register",
            "registration",
            "participate",
            "participation",
            "participating",
            "participated",
            "join",
            "joining",
            "application",
            "apply"
        ]
    },
    "2": {
        "que": "What is the participation fee?",
        "ans": "Just some enthusiasm and an open mind are enough. We don't charge any money!!",
        "keyw": [
            "fee",
            "free",
            "registration-fee"
        ]
    },
    "3": {
        "que": "What are the dates of HackNITR 5.0?",
        "ans": "HackNITR 5.0 will be held from 2nd to 3rd March, 2024.",
        "keyw": [
            "dates",
            "date",
            "when",
            "march"
        ]
    },
    "4": {
        "que": "What is the mode for HackNITR 5.0?",
        "ans": "HackNITR 5.0 will be Offline in NITR campus.",
        "keyw": [
            "mode",
            "offline",
            "where",
            "location",
            "venue"
        ]
    },
    "5": {
        "que": "What if I don't have a team or idea?",
        "ans": "We will have team formation and ideation events geared towards helping you find a team. Make sure you join the discord server.",
        "keyw": [
            "team",
            "team-forming",
            "team-formation",
            "idea"
        ]
    },
    "6": {
        "que": "Who can participate?",
        "ans": "Any student or working proffesional with a zeal to innovate and have some fun with creativity can apply.",
        "keyw": [
            "who",
            "eligibility",
            "allowed"
        ]
    },
    "7": {
        "que": "What could be the size of the team?",
        "ans": "You can make teams ranging from 2 up to 4 members.",
        "keyw": [
            "team-size",
            "size",
            "members",
            "member",
            "number"
        ]
    },
    "8": {
        "que": "What if I don't know how to code?",
        "ans": "We will have workshops and mentors to help you out. You can also make a team with people who can code.",
        "keyw": [
            "mentor",
            "code"
        ]
    },
    "9": {
        "que": "How will the teams be judged?",
        "ans": "The teams will be judged based on Viability, Technical Complexity, Presentation Skills and most importantly, Creativity.",
        "keyw": [
            "judge",
            "judging",
            "criteria",
            "judgement"
        ]
    },
    "10": {
        "que": "What is the Code of Conduct?",
        "ans": "To ensure a positive experience among all the participants, we follow the [MLH Code of Conduct](https://static.mlh.io/docs/mlh-code-of-conduct.pdf). It is advised that you go through it once",
        "keyw": [
            "conduct",
            "mlh"
        ]
    },
    "11": {
        "que": "What all expenses will be covered by us for the hackathon?",
        "ans": "Food, snacks, unlimited coffee and accommodation. As we are a student-run hackathon, travelling expenses won't be covered.",
        "keyw": [
            "expense",
            "expenses",
            "food"
        ]
    },
    "12": {
        "que": "What are the guidelines for the submissions?'",
        "ans": "Kindly refer to the [Submission guidelines](https://rattle-teal-0c8.notion.site/Submission-Guidelines-for-HackNITR-4-0-472969cd9e8a4dddb2f35319c09ed928).",
        "keyw": [
            "guidelines",
            "submission",
            "submissions"
        ]
    },
    "13": {
        "que": "What are the rules and regulations for HackNITR?",
        "ans": "Kindly refer to the [Rulebook: HackNITR 4.0](https://rattle-teal-0c8.notion.site/Rulebook-HackNITR-4-0-3626449b995c40b4afea4ee4b7245739)",
        "keyw": [
            "rules",
            "regulations",
            "rulebook"
        ]
    },
    "14": {
        "que": "Will my travel expenses be reimbursed?",
        "ans": "Since HackNITR 5.0 is a student-run hackathon, we will not be able to cover your travel expenses.",
        "keyw": [
            "travel"
        ]
    },
    "15": {
        "que": "Can I participate online?",
        "ans": "No, since HackNITR 5.0 is a completely offline hackathon, online participation is not encouraged.",
        "keyw": [
            "online"
        ]
    },
    "16": {
        "que": "Why should I participate in HackNITR? How will participating in HackNITR 5.0 benefit me?",
        "ans": "You will always get an excellent opportunity for skill development, networking with like-minded people, learn many things, get cool vibes and also, free goodies!! Also, if you emerge as a winner, then you can have a chance to win a cash prize along with goodies and merchandise.",
        "keyw": [
            "why",
            "goodies",
            "perks",
            "benefits",
            "network",
            "reason",
            "pros",
            "merchandise",
            "merch"
        ]
    },
    "17": {
        "que": "Can we leave the campus after the hackathon starts",
        "ans": "The hackathon duration is 36 hours and it is expected that participants to not exit the campus once the competition starts.",
        "keyw": [
            "campus",
            "leave",
            "exit"
        ]
    },
    "18": {
        "que": "Is this hackathon beginner-friendly?",
        "ans": "This hackathon is designed with beginners in mind, offering a welcoming environment and dedicated support for newcomers. ",
        "keyw": [
            "beginner",
            "noob",
            "newbie",
            "newcomer",
            "newbies",
            "beginners"
        ]
    },
    "19": {
        "que": "What are the costs of the HackNITR 5.0?",
        "ans": "Participation in HackNITR 5.0, does not require any payment. We believe in providing an accessible and inclusive experience for all.",
        "keyw": [
            "cost",
            "pay"
        ]
    },
    "20": {
        "que": "What are the eligibility criterias for participation in HackNITR 5.0?",
        "ans": "All tech enthusiasts and avid learners are welcome to join! There are no specific eligibility criterias.HackNITR 5.0 is open to everyone eager to explore and innovate in the world of technology.",
        "keyw": [
            "eligible",
            "learner"
        ]
    },
    "21": {
        "que": "What are the resources that are going to be provided?",
        "ans": "Be Rest assured, we've got you covered at HackNITR 5.0! Expect high-speed internet, delicious food and, of course, a steady flow of coffee to keep those coding engines running.",
        "keyw": [
            "resources",
            "resource",
            "provide",
            "provided",
            "provision",
            "internet"
        ]
    },
    "22": {
        "que": "What technologies are we going to use for making projects in HackNITR 5.0?",
        "ans": "Unleash your creativity! Use existing technologies or invent something new to tackle hackathon challenges. Aligning solutions with sponsors' tech can lead to significant rewards.",
        "keyw": [
            "tech",
            "creativity"
        ]
    },
    "23": {
        "que": "Are hardware projects allowed, or is it just software?",
        "ans": "We love hardware hacks! Whether you're into building gadgets or coding software, HackNITR 5.0 is open to a diverse range of projects.Be it in bits or bolts!",
        "keyw": [
            "hardware",
            "software",
            "hardware-project"
        ]
    },
    "24": {
        "que": "What rewards await me if I secure a winning position in HackNITR 5.0?",
        "ans": "Winning at HackNITR 5.0 comes with exciting rewards! In addition to the thrill of victory and recognition among your peers, top-performing teams can look forward to cash prizes, exclusive goodies, and potentially unique opportunities, including mentorship or collaboration with our sponsors.",
        "keyw": [
            "reward",
            "prizes",
            "prize",
            "win",
            "winning",
            "winner"
        ]
    },
    "25": {
        "que": "How can I engage with HackNITR 5.0 in roles beyond that of a participant?",
        "ans": "Step into the spotlight at HackNITR 5.0 as a campus leader or community partner! If you're ready to lead on campus,follow https://bit.ly/campus-leader-hacknitr. For those looking to collaborate as a community partner, follow https://bit.ly/hacknitr-community-partner.  ",
        "keyw": [
            "activities",
            "activity",
            "community-partner",
            "cp",
            "campus-leader",
            "cl",
            "clcp"
        ]
    },
    "26": {
        "que": "Can I take part in HackNITR 5.0 as a solo participant?",
        "ans": "It is recommended to assemble a team with a size ranging from 2 to 4 members. Solo participation is not encouraged.",
        "keyw": [
            "solo",
            "single",
            "alone",
            "individual"
        ]
    },
    "27": {
        "que": "Will accommodation be provided for participants during the event and are there specific arrangements or considerations in place for the accommodation of female participants?",
        "ans": "Yes, accommodation will be provided for participants during the event. Additionally, we have taken special care to ensure comfortable and secure accommodation arrangements specifically tailored for our female participants. ",
        "keyw": [
            "accommodation",
            "hostel",
            "stay",
            "room",
            "rooms"
        ]
    }
}